const Asena = require('../events');
const {MessageType, MessageOptions, Mimetype} = require('@adiwajshing/baileys');
const axios = require('axios');
const Config = require('../config');
const config = require('../config');
const Language = require('../language');
const Lang = Language.getString('wallpaper');

Asena.addCommand({pattern: 'list', fromMe: false, desc: 'command help menu'}, (async (message, match) => {

    var r_text = new Array ();
    
    r_text[0] = Config.LG_LOGO
    
    var i = Math.floor(1*Math.random())

    var respoimage = await axios.get(`${r_text[i]}`, { responseType: 'arraybuffer' })

    await message.sendMessage(Buffer(respoimage.data), MessageType.image, {mimetype: Mimetype.jpg, contextInfo: {mentionedJid: message.mention}, caption: `
   ` + config.LOGO_NAME + `
  
🗣️ .ʙᴏss 
🦸‍♂️ ᴏᴡɴᴇʀ ɴᴜᴍʙᴇʀ_ 

🗣️ .ᴏᴡɴᴇʀ 
🦸‍♂️ ᴏᴡɴᴇʀ ɴᴜᴍʙᴇʀ_ 

🗣️ .ʙᴏss 
🦸‍♂️ ᴏᴡɴᴇʀ ɴᴜᴍʙᴇʀ_ 

🗣️ .ʟᴏᴏᴋ
🦸‍♂️ ɪᴛ sᴇɴᴅ ʙᴏᴛ ᴍᴇɴᴜ_ 

🗣️ .ᴡᴀʀɴ
🦸‍♂️ ɪᴛ sᴇɴᴅs ɢᴏᴏᴅ ᴍᴏʀɴɪɴɢ ᴍᴇssᴀɢᴇ_ 

🗣️ .sʜᴀᴢᴀᴍ
🦸‍♂️ ʙᴜsᴄᴀ ʟᴀ ᴄᴀɴᴄɪᴏ́ɴ._ 

🗣️ .xᴍᴇᴅɪᴀ
🦸‍♂️ ɪᴛ ɪs ᴀ ᴘʟᴜɢɪɴ ᴡɪᴛʜ ᴍᴏʀᴇ ᴛʜᴀɴ 25 ᴍᴇᴅɪᴀ ᴛᴏᴏʟs._ 

🗣️ .ᴏᴡɴᴇʀᴄᴍɴᴅ
🦸‍♂️ sᴇᴛ ᴏғ ᴄᴏᴍᴍᴀɴᴅs ғᴏʀ ʙᴏᴛ ᴜsᴇʀ ᴏʀ sᴜᴅᴏ_ 

🗣️ .ᴄᴏᴅᴛᴛs
🦸‍♂️ ʟᴀɴɢᴜᴀɢᴇ ᴄᴏᴅᴇ ᴛᴏ ᴄʜᴀɴɢᴇ ᴛʜᴇ ᴠᴏɪᴄᴇ ɪɴ .ᴛᴛs & ᴀʟsᴏ ғᴏʀ .ᴛʀᴛ ᴛʀᴀɴsʟᴀᴛɪᴏɴ_ 

🗣️ .ᴀᴅᴀɴ 
🦸‍♂️ ғɪɴᴅs ᴘʀᴀʏᴇʀ ᴛɪᴍᴇ._ 
💬 ᴇɢ:- : .ᴘʀᴀʏᴇʀ <ᴄɪᴛʏ>

🗣️ .ʀᴇɴᴀᴍᴇ 
🦸‍♂️ [ᴏʙᴊᴇᴄᴛ ᴏʙᴊᴇᴄᴛ]_ 

🗣️ .ᴘʀɪɴᴛ 
🦸‍♂️ ᴘʀɪɴᴛs ᴛʜᴇ ɪɴsɪᴅᴇ ᴏғ ᴛʜᴇ ғɪʟᴇ ᴏɴ ᴛʜᴇ sᴇʀᴠᴇʀ._ 

🗣️ .ʙᴀsʜᴍᴇᴅɪᴀ 
🦸‍♂️ sᴇɴᴅs ᴀᴜᴅɪᴏ, ᴠɪᴅᴇᴏ ᴀɴᴅ ᴘʜᴏᴛᴏs ɪɴsɪᴅᴇ ᴛʜᴇ sᴇʀᴠᴇʀ._ 
💬 ᴇɢ:- : ᴠɪᴅᴇᴏ.ᴍᴘ4 && ᴍᴇᴅɪᴀ/ɢɪғ/ᴘɪᴄ.ᴍᴘ4

🗣️ .ᴀᴅᴅsᴇʀᴠᴇʀ
🦸‍♂️ ᴜᴘʟᴏᴀᴅs ɪᴍᴀɢᴇ, ᴀᴜᴅɪᴏ ᴏʀ ᴠɪᴅᴇᴏ ᴛᴏ ᴛʜᴇ sᴇʀᴠᴇʀ._ 

🗣️ .ᴛᴇʀᴍ1 
🦸‍♂️ ᴀʟʟᴏᴡs ᴛᴏ ʀᴜɴ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴏɴ ᴛʜᴇ sᴇʀᴠᴇʀ's sʜᴇʟʟ._ 

🗣️ .ғɪɴᴅᴠɪᴅ
🦸‍♂️ sʜᴏᴡs ᴛʜᴇ ᴛᴇᴄʜɴɪᴄᴀʟ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴏғ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴠɪᴅᴇᴏ._ 

🗣️ .ᴘᴍ 
🦸‍♂️ sᴇɴᴅs ᴀ ᴘʀɪᴠᴀᴛᴇ ᴍᴇssᴀɢᴇ ᴛᴏ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴘᴇʀsᴏɴ._ 

🗣️ .ᴘᴍsᴇɴᴅ 
🦸‍♂️ sᴇɴᴅs ᴀ ᴘʀɪᴠᴀᴛᴇ ᴠᴏɪᴄᴇ ᴍᴇssᴀɢᴇ ᴛᴏ ᴛʜᴇ ʀᴇsᴘᴏɴᴅᴇɴᴛ._ 

🗣️ .ᴀɴɪᴍᴇ
🦸‍♂️ ʀᴀɴᴅᴏᴍ ᴀɴɪᴍᴇ ɪᴍᴀɢᴇ _ 

🗣️ .ᴀᴘᴋᴍᴏᴅ

🗣️ .ғᴀᴛᴘ

🗣️ .ᴛᴛᴘ 
🦸‍♂️ ᴄᴏɴᴠᴇʀᴛs ᴛᴇxᴛ ᴛᴏ ᴘʟᴀɪɴ ᴘᴀɪɴᴛɪɴɢ._ 

🗣️ .ᴀᴛᴛᴘ 
🦸‍♂️ ᴀᴅᴅs ʀᴀɪɴʙᴏᴡ ᴇғғᴇᴄᴛ ᴛᴏ ᴛʜᴇ ᴛᴇxᴛ ᴀs ᴀ sᴛɪᴄᴋᴇʀ._ 

🗣️ .ʙɢᴍ 
🦸‍♂️ ᴛᴜʀɴ ᴏɴ ᴀɴᴅ ᴛᴜʀɴ ᴏғғ ʙɢᴍ. -ʙᴏᴛ ᴏᴡɴᴇʀ ᴄᴏᴍᴍᴀɴᴅ_ 
💬 ᴇɢ:- : .ʙɢᴍ ᴏɴ / ᴏғғ

🗣️ .ᴄᴀʀʙᴏɴ
🦸‍♂️ ɪᴛ sᴇɴᴅs ᴄᴀʀʙᴏɴ ᴘɪᴄᴛᴜʀᴇ_ 

🗣️ .ʙɢᴍ 
🦸‍♂️ ᴄʜᴀɴɢᴇ ʀᴇᴘʟʏ ᴍᴇssᴀɢᴇ ʙɢᴍ ᴍᴏᴅᴇ_ 
💬 ᴇɢ:- : .ʙɢᴍ ᴏɴᴇ / ᴛᴡᴏ

🗣️ .ᴍᴘ3
🦸‍♂️ ᴄᴏɴᴠᴇʀᴛs ᴠɪᴅᴇᴏ ᴛᴏ sᴏᴜɴᴅ._ 

🗣️ .ᴘʜᴏᴛᴏ
🦸‍♂️ ᴄᴏɴᴠᴇʀᴛs ᴛʜᴇ sᴛɪᴄᴋᴇʀ ᴛᴏ ᴀ ᴘʜᴏᴛᴏ._ 

🗣️ .ᴍᴘ4
🦸‍♂️ ᴄᴏɴᴠᴇʀᴛs ᴀɴɪᴍᴀᴛᴇᴅ sᴛɪᴄᴋᴇʀs ᴛᴏ ᴠɪᴅᴇᴏ._ 

🗣️ .ᴅᴄʀᴘᴛ 
🦸‍♂️ ᴅᴇᴄʀʏᴘᴛ ᴛʜᴇ ᴇɴᴄʀʏᴘᴛᴇᴅ ᴛᴇxᴛ ᴜsɪɴɢ ʙᴀsᴇ64_ 
💬 ᴇɢ:- : .ʙ64ᴅᴇ <ᴛᴇxᴛ>

🗣️ .ᴅɪᴄᴛ 
🦸‍♂️ ᴜsᴇ ɪᴛ ᴀs ᴀ ᴅɪᴄᴛɪᴏɴᴀʀʏ.
ᴇɢ: .ᴅɪᴄᴛ ᴇɴ_ᴜs;ʟᴇᴀᴅ
 ғᴏʀ sᴜᴘᴘᴏʀᴛɪɴɢ ʟᴀɴɢᴜᴀɢᴇs sᴇɴᴅ *.ʟɴɢᴄᴏᴅᴇ*_ 

🗣️ .sᴘʟᴀʏ 
🦸‍♂️ ᴜᴘʟᴏᴀᴅs ᴛʜᴇ sᴏɴɢ ʏᴏᴜ ᴡʀᴏᴛᴇ._ 

🗣️ .ғғᴘᴀᴄᴋ
🦸‍♂️ ғʀᴇᴇ ғɪʀᴇ ʟᴏɢᴏ ᴍᴀᴋᴇʀ_ 

🗣️ .ғғᴘᴀᴄᴋ
🦸‍♂️ ғʀᴇᴇ ғɪʀᴇ ʟᴏɢᴏ ᴍᴀᴋᴇʀ_ 

🗣️ .ɢɪᴛ
🦸‍♂️ ɪᴛ sᴇɴᴛ ɢɪᴛ ʟɪɴᴋ_ 

🗣️ .ᴡᴇʟᴄᴏᴍᴇ
🦸‍♂️ ɪᴛ sᴇᴛs ᴛʜᴇ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ. ɪғ ʏᴏᴜ ʟᴇᴀᴠᴇ ɪᴛ ʙʟᴀɴᴋ ɪᴛ sʜᴏᴡs ᴛʜᴇ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ._ 

🗣️ .ɢᴏᴏᴅʙʏᴇ
🦸‍♂️ sᴇᴛs ᴛʜᴇ ɢᴏᴏᴅʙʏᴇ ᴍᴇssᴀɢᴇ. ɪғ ʏᴏᴜ ʟᴇᴀᴠᴇ ʙʟᴀɴᴋ, ɪᴛ sʜᴏᴡ's ᴛʜᴇ ɢᴏᴏᴅʙʏᴇ ᴍᴇssᴀɢᴇ._ 

🗣️ .ʜᴀᴄᴋ
🦸‍♂️ ʜᴀᴄᴋᴇᴀ ᴀ ʟᴀ ᴘᴇʀsᴏɴᴀ ϙᴜᴇ ʟᴇ ʀᴇsᴘᴏɴᴅᴀs ᴇʟ ᴍᴇɴsᴀᴊᴇ._ 

🗣️ .ᴄʜᴏᴄᴏʟᴀᴛᴇ

🗣️ .ᴀɴᴛɪʟɪɴᴋ 
🦸‍♂️ ᴀᴄᴛɪᴠᴀᴛᴇs ᴛʜᴇ ᴀɴᴛɪʟɪɴᴋ ᴛᴏᴏʟ._ 
💬 ᴇɢ:- : .ᴀɴᴛɪʟɪɴᴋ ᴏɴ / ᴏғғ

🗣️ .ᴍᴇᴅɪᴀғɪʀᴇ 

🗣️ .ᴍ1 
🦸‍♂️ ᴇɴᴠɪ́ᴀ ᴜɴᴀ ᴀᴅᴠᴇʀᴛᴇɴᴄɪᴀ ᴀ ᴜɴ ᴜsᴜᴀʀɪᴏ_ 

🗣️ .ᴍ2 
🦸‍♂️ ᴇɴᴠɪ́ᴀ ᴜɴᴀ ᴀᴅᴠᴇʀᴛᴇɴᴄɪᴀ ᴀ ᴜɴ ᴜsᴜᴀʀɪᴏ._ 

🗣️ .ᴛᴅʀs

🗣️ .ᴍᴏʀᴇᴛxᴛ
🦸‍♂️ ᴍᴏʀᴇ ᴛxᴛɪᴛ ᴄᴏᴍᴍᴀɴᴅs_ 

🗣️ .ғғɪʀᴇ 
🦸‍♂️ ᴀᴅᴅ ʏᴏᴜʀ ᴛᴇxᴛ ᴛᴏ ʀᴀɴᴅᴏᴍ ғʀᴇᴇғɪʀᴇ ʟᴏɢᴏ_ 

🗣️ .ᴇᴍᴏ 
🦸‍♂️ ᴇᴍᴏɢɪ ᴛᴏ ᴘɴɢ_ 

🗣️ .ɴᴇᴡs 

🗣️ .ɴᴏᴛᴇs
🦸‍♂️ sʜᴏᴡs ᴀʟʟ ʏᴏᴜʀ ᴇxɪsᴛɪɴɢ ɴᴏᴛᴇs._ 

🗣️ .sᴀᴠᴇ 
🦸‍♂️ ʀᴇᴘʟʏ ᴀ ᴍᴇssᴀɢᴇ ᴀɴᴅ ᴛʏᴘᴇ .sᴀᴠᴇ ᴏʀ ᴊᴜsᴛ ᴜsᴇ .sᴀᴠᴇ <ʏᴏᴜʀ ɴᴏᴛᴇ> ᴡɪᴛʜᴏᴜᴛ ʀᴇᴘʟʏɪɴɢ_ 

🗣️ .ᴅᴇʟᴇᴛᴇɴᴏᴛᴇs
🦸‍♂️ ᴅᴇʟᴇᴛᴇs *ᴀʟʟ* ʏᴏᴜʀ sᴀᴠᴇᴅ ɴᴏᴛᴇs._ 

🗣️ .ᴏᴡɴᴇʀ
🦸‍♂️ sʜᴏᴡs ᴛʜᴇ ᴅᴇᴛᴀɪʟ ᴏғ ʙᴏᴛ ᴏᴡɴᴇʀ_ 

🗣️ .ᴊɪᴅ 
🦸‍♂️ ɢɪᴠɪɴɢ ᴜsᴇʀ's ᴊɪᴅ._ 

🗣️ .ʀᴀɴᴅᴏᴍ 
🦸‍♂️ ᴡᴏʀᴅ ɪᴍᴀɢᴇ_ 

🗣️ .ʙʀᴅᴍᴏʀᴇ 
🦸‍♂️ ᴀᴅᴅ ʀᴇᴀᴅᴍᴏʀᴇ ʙᴇғᴏʀᴇ ʏᴏᴜʀ ᴛᴇxᴛ_ 

🗣️ .ʀᴅᴍᴏʀᴇ 
🦸‍♂️ ᴀᴅᴅ ʀᴇᴀᴅᴍᴏʀᴇ ʙᴇғᴏʀᴇ ʏᴏᴜʀ ᴛᴇxᴛ_ 

🗣️ .ʀᴇᴍᴏᴠᴇʙɢ 
🦸‍♂️ ʀᴇᴍᴏᴠᴇs ᴛʜᴇ ʙᴀᴄᴋɢʀᴏᴜɴᴅ ᴏғ ᴛʜᴇ ᴘʜᴏᴛᴏs._ 

🗣️ .ʀᴇᴘᴏʀᴛ 
🦸‍♂️ sᴇɴᴅs ʀᴇᴘᴏʀᴛs ᴛᴏ ɢʀᴏᴜᴘ ᴀᴅᴍɪɴs._ 

🗣️ .ɢᴇᴛ 

🗣️ .sᴄᴀɴ 
🦸‍♂️ ᴄʜᴇᴄᴋs ᴡʜᴇᴛʜᴇʀ ᴛʜᴇ ᴇɴᴛᴇʀᴇᴅ ɴᴜᴍʙᴇʀ ɪs ʀᴇɢɪsᴛᴇʀᴇᴅ ᴏɴ ᴡʜᴀᴛᴀᴘᴘ._ 

🗣️ .ᴛʀᴛ
🦸‍♂️ ɪᴛ ᴛʀᴀɴsʟᴀᴛᴇs ᴡɪᴛʜ ɢᴏᴏɢʟᴇ ᴛʀᴀɴsʟᴀᴛᴇ. ʏᴏᴜ ᴍᴜsᴛ ʀᴇᴘʟʏ ᴀɴʏ ᴍᴇssᴀɢᴇ._ 
💬 ᴇɢ:- : .ᴛʀᴛ ᴛʀ ɪᴛ (ғʀᴏᴍ ᴛᴜʀᴋɪsʜ ᴛᴏ ɪᴛᴀʟɪᴀɴ)

🗣️ .ᴅᴇᴛᴇᴄᴛʟᴀɴɢ
🦸‍♂️ ɢᴜᴇss ᴛʜᴇ ʟᴀɴɢᴜᴀɢᴇ ᴏғ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴍᴇssᴀɢᴇ._ 

🗣️ .ᴄᴜʀʀᴇɴᴄʏ

🗣️ .ᴛᴛs 
🦸‍♂️ ɪᴛ ᴄᴏɴᴠᴇʀᴛs ᴛᴇxᴛ ᴛᴏ sᴏᴜɴᴅ._ 

🗣️ .sᴏɴɢ 
🦸‍♂️ ᴜᴘʟᴏᴀᴅs ᴛʜᴇ sᴏɴɢ ʏᴏᴜ ᴡʀᴏᴛᴇ._ 

🗣️ .ᴠɪᴅᴇᴏ 
🦸‍♂️ ᴅᴏᴡɴʟᴏᴀᴅs ᴠɪᴅᴇᴏ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ._ 

🗣️ .sɪɴɢ 
🦸‍♂️ ɪᴛ sɪɴɢs sᴏɴɢ ᴛʜᴀᴛ ʏᴏᴜ ʜᴀᴠᴇ ᴡʀɪᴛᴛᴇɴ_ 

🗣️ .sᴏɴɢ 
🦸‍♂️ ᴜᴘʟᴏᴀᴅs ᴛʜᴇ sᴏɴɢ ʏᴏᴜ ᴡʀᴏᴛᴇ ғᴏʀ ɪᴏs ᴜsᴇʀs._ 

🗣️ .ʏᴛ 
🦸‍♂️ ɪᴛ sᴇᴀʀᴄʜs ᴏɴ ʏᴏᴜᴛᴜʙᴇ._ 

🗣️ .ᴡɪᴋɪ 
🦸‍♂️ sᴇᴀʀᴄʜᴇs ϙᴜᴇʀʏ ᴏɴ ᴡɪᴋɪᴘᴇᴅɪᴀ._ 

🗣️ .ɪᴍɢ 
🦸‍♂️ sᴇᴀʀᴄʜᴇs ғᴏʀ ʀᴇʟᴀᴛᴇᴅ ᴘɪᴄs ᴏɴ ɢᴏᴏɢʟᴇ._ 

🗣️ .ɢɪᴛʜᴜʙ 
🦸‍♂️ ᴄᴏʟʟᴇᴄᴛs ɢɪᴛʜᴜʙ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ғʀᴏᴍ ᴛʜᴇ ɢɪᴠᴇɴ ᴜsᴇʀɴᴀᴍᴇ.
⌨️ ᴇxᴀᴍᴘʟᴇ: .ɢɪᴛʜᴜʙ ᴘʜᴀᴛɪᴄᴜsᴛʜɪᴄᴄʏ_ 

🗣️ .ʟʏʀɪᴄ 
🦸‍♂️ ғɪɴᴅs ᴛʜᴇ ʟʏʀɪᴄs ᴏғ ᴛʜᴇ sᴏɴɢ._ 

🗣️ .ᴄᴏᴠɪᴅ 
🦸‍♂️ sʜᴏᴡs ᴛʜᴇ ᴅᴀɪʟʏ ᴀɴᴅ ᴏᴠᴇʀᴀʟʟ ᴄᴏᴠɪᴅ ᴛᴀʙʟᴇ ᴏғ ᴍᴏʀᴇ ᴛʜᴀɴ 15 ᴄᴏᴜɴᴛʀɪᴇs._ 

🗣️ .sᴡᴇᴀᴛʜᴇʀ 
🦸‍♂️ ɢɪᴠᴇs ʏᴏᴜ ᴛʜᴇ ᴡᴇᴇᴋʟʏ ɪɴᴛᴇʀᴘʀᴇᴛᴀᴛɪᴏɴs ᴏғ sᴘᴀᴄᴇ ᴡᴇᴀᴛʜᴇʀ ᴏʙsᴇʀᴠᴀᴛɪᴏɴs ᴘʀᴏᴠɪᴅᴇᴅ ʙʏ ᴛʜᴇ sᴘᴀᴄᴇ ᴡᴇᴀᴛʜᴇʀ ʀᴇsᴇᴀʀᴄʜ ᴄᴇɴᴛᴇʀ (sᴡʀᴄ) ғᴏʀ ᴀ ᴘ._ 

🗣️ .ᴄᴏᴍᴘʟɪᴍᴇɴᴛ 
🦸‍♂️ ɪᴛ sᴇɴᴅs ᴄᴏᴍᴘʟɪᴍᴇɴᴛʀʏ sᴇɴᴛᴇɴsᴇs_ 

🗣️ .ʜᴍᴏᴅ 
🦸‍♂️ ғɪɴᴅs ᴍᴏᴅ ᴀᴘᴘs ғʀᴏᴍ ʜᴀᴘᴘʏᴍᴏᴅ_ 

🗣️ .ɪɴsᴜʟᴛ 
🦸‍♂️ ɪᴛ sᴇɴᴅs ɪɴsᴜʟᴛᴇᴅ ᴡᴏʀᴅs_ 

🗣️ .ᴍᴏᴠɪᴇ 
🦸‍♂️ sʜᴏᴡs ᴍᴏᴠɪᴇ ɪɴғᴏ._ 

🗣️ .ᴊᴏᴋᴇ 
🦸‍♂️ ɪᴛ sᴇɴᴅs ʀᴀɴᴅᴏᴍ ᴊᴏᴋᴇs_ 

🗣️ .ᴠᴀᴠᴀ 
🦸‍♂️ ᴄʜᴀᴛ ᴡɪᴛʜ ᴘɪɴᴋʏ.
 ᴜsᴇ .ᴍᴏʟᴜ <ᴍᴇssᴀɢᴇ>_ 

🗣️ .ᴏᴡɴᴇʀ
🦸‍♂️ sʜᴏᴡs ᴛʜᴇ ᴅᴇᴛᴀɪʟ ᴏғ ʙᴏᴛ ᴏᴡɴᴇʀ_ 

🗣️ .ϙᴜᴏᴛᴇ 
🦸‍♂️ ɪᴛ sʜᴀʀᴇs ғᴀᴍᴏᴜs ϙᴜᴏᴛᴇs_ 

🗣️ .ss 
🦸‍♂️ ᴛᴀᴋᴇs ᴀ sᴄʀᴇᴇɴsʜᴏᴛ ғʀᴏᴍ ᴛʜᴇ ᴘᴀɢᴇ ɪɴ ᴛʜᴇ ɢɪᴠᴇɴ ʟɪɴᴋ._ 

🗣️ .sᴇᴛᴠᴀʀ
🦸‍♂️ ɪᴛ sᴇɴᴅs ʜɪɢʜ ʀᴇsᴏʟᴜᴛɪᴏɴ ᴡᴀʟʟᴘᴀᴘᴇʀs._ 

🗣️ .ᴇɴᴄʀᴘᴛ 
🦸‍♂️ ᴛᴇxᴛ ᴇɴᴄʀʏᴘᴛɪᴏɴ ᴜsɪɴɢ ʙᴀsᴇ64._ 
💬 ᴇɢ:- : .ʙ64ᴇɴ <ᴛᴇxᴛ>

🗣️ .sʜᴏᴡ 
🦸‍♂️ ɢᴇᴛ ɪɴғᴏ ʀᴇʟᴀᴛᴇᴅ ᴛᴏ ᴛᴠ sᴇʀɪᴇs ᴀɴᴅ sʜᴏᴡs_ 

🗣️ .ɪɢ 
🦸‍♂️ ғᴇᴛᴄʜᴇs ᴜsᴇʀ ɪɴғᴏʀᴍᴀᴛɪᴏɴs ғʀᴏᴍ ɪɴsᴛᴀɢʀᴀᴍ_ 

🗣️ .sᴇɴᴅɪ
🦸‍♂️ ᴅᴏᴡɴʟᴏᴀᴅ sᴛᴀᴛᴜs ғʀᴏᴍ ᴡᴀ_ 

🗣️ .sᴇɴᴅᴠ
🦸‍♂️ ᴅᴏᴡɴʟᴏᴀᴅ sᴛᴀᴛᴜs ғʀᴏᴍ ᴡᴀ_ 

🗣️ .ᴀɴɪᴍᴇsᴀʏ 
🦸‍♂️ ɪᴛ ᴡʀɪᴛᴇs ᴛʜᴇ ᴛᴇxᴛ ɪɴsɪᴅᴇ ᴛʜᴇ ʙᴀɴɴᴇʀ ᴛʜᴇ ᴀɴɪᴍᴇ ɢɪʀʟ ɪs ʜᴏʟᴅɪɴɢ_ 

🗣️ .ᴄʜᴀɴɢᴇsᴀʏ 
🦸‍♂️ ᴛᴜʀɴs ᴛʜᴇ ᴛᴇxᴛ ɪɴᴛᴏ ᴛʜᴇ ᴄʜᴀɴɢᴇ ᴍʏ ᴍɪɴᴅ ᴘᴏsᴛᴇʀ._ 

🗣️ .ᴛʀᴜᴍᴘsᴀʏ 
🦸‍♂️ ᴄᴏɴᴠᴇʀᴛs ᴛʜᴇ ᴛᴇxᴛ ᴛᴏ ᴛʀᴜᴍᴘ's ᴛᴡᴇᴇᴛ._ 

🗣️ .sᴘᴅғ 
🦸‍♂️ ᴄᴏɴᴠᴇʀᴛs ᴀ sɪᴛᴇ ɪɴᴛᴏ ᴘᴅғ_ 

🗣️ .ʙɢᴍ 
🦸‍♂️ ᴛᴜʀɴ ᴏɴ ᴀɴᴅ ᴛᴜʀɴ ᴏғғ ʙɢᴍ. -ʙᴏᴛ ᴏᴡɴᴇʀ ᴄᴏᴍᴍᴀɴᴅ_ 
💬 ᴇɢ:- : .ʙɢᴍ ᴏɴ / ᴏғғ

🗣️ .sᴛɪᴄᴋᴇʀ 
🦸‍♂️ ᴛᴜʀɴ ᴏɴ ᴀɴᴅ ᴛᴜʀɴ ᴏғғ ʙɢᴍ. -ʙᴏᴛ ᴏᴡɴᴇʀ ᴄᴏᴍᴍᴀɴᴅ_ 
💬 ᴇɢ:- : .sᴛɪᴄᴋᴇʀ ᴏɴ / ᴏғғ

🗣️ .sᴜᴅᴏ 
🦸‍♂️ ᴄʜᴀɴɢᴇs sᴜᴅᴏ ɴᴜᴍʙᴇʀs_ 
💬 ᴇɢ:- : .sᴜᴅᴏ *ʏᴏᴜʀ ɴᴜᴍʙᴇʀ*

🗣️ .ᴄᴀᴘᴛɪᴏɴ 
🦸‍♂️ ᴄʜᴀɴɢᴇs ᴀʟʟ ᴄᴀᴘᴛɪᴏɴs_ 
💬 ᴇɢ:- : .ᴄᴀᴘᴛɪᴏɴ *ᴍᴀᴅᴇ ʙʏ ᴀʙɪɴ*

🗣️ .ɴᴜᴍʙᴇʀ 
🦸‍♂️ ᴄʜᴀɴɢᴇ ᴜsᴇʀ ɴᴜᴍʙᴇʀ_ 
💬 ᴇɢ:- : .ɴᴜᴍʙᴇʀ *ᴍᴀᴅᴇ ʙʏ ᴀʙɪɴ*

🗣️ .ᴅᴇᴘʟᴏʏᴇʀ 
🦸‍♂️ ᴄʜᴀɴɢᴇ ᴜsᴇʀ ɴᴀᴍᴇ_ 
💬 ᴇɢ:- : .ᴅᴇᴘʟᴏʏᴇʀ *ᴍᴀᴅᴇ ʙʏ ᴀʙɪɴ*

🗣️ .ʜᴀɴᴅʟᴇʀs 
🦸‍♂️ ᴄʜᴀɴɢᴇs ʜᴀɴᴅʟᴇʀs_ 
💬 ᴇɢ:- : .ʜᴀɴᴅʟᴇʀ ^[.!] 

🗣️ .ʙᴏᴛɴᴀᴍᴇ 
🦸‍♂️ ᴄʜᴀɴɢᴇ ʏᴏᴜʀ ʙᴏᴛ ɴᴀᴍᴇ_ 
💬 ᴇɢ:- : .ʙᴏᴛɴᴀᴍᴇ *ɴᴀᴍᴇ* 

🗣️ .ᴛʜᴇʀɪ  
🦸‍♂️ ᴄʜᴀɴɢᴇ ʏᴏᴜʀ ᴛʜᴇʀɪ ᴄᴏᴍᴍᴀɴᴅs_ 
💬 ᴇɢ:- : .ᴛʜᴇʀɪ ᴄᴏᴍᴍᴀɴᴅ,ᴄᴏᴍᴍᴀɴᴅ

🗣️ .sᴛɪᴄᴋᴇʀ
🦸‍♂️ ɪᴛ ᴄᴏɴᴠᴇʀᴛs ʏᴏᴜʀ ʀᴇᴘʟɪᴇᴅ ᴘʜᴏᴛᴏ ᴏʀ ᴠɪᴅᴇᴏ ᴛᴏ sᴛɪᴄᴋᴇʀ._ 

🗣️ .ᴀʟɪᴠᴇ
🦸‍♂️ ᴅᴏᴇs ʙᴏᴛ ᴡᴏʀᴋ?_ 

🗣️ .sʏsᴅ
🦸‍♂️ sʜᴏᴡs ᴛʜᴇ sʏsᴛᴇᴍ ᴘʀᴏᴘᴇʀᴛɪᴇs._ 

🗣️ .ᴛᴀɢᴀᴅᴍɪɴ
🦸‍♂️ ᴛᴀɢs ɢʀᴏᴜᴘ ᴀᴅᴍɪɴs._ 

🗣️ .ʙᴄ
🦸‍♂️ sᴇɴᴅs ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ ᴍᴇᴍʙᴇʀs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ._ 

🗣️ .ᴛxᴛɪᴛ
🦸‍♂️ sʜᴏᴡs ᴛᴇxᴛ ᴛᴏ ɪᴍᴀɢᴇ ᴛᴏᴏʟs ᴡɪᴛʜ ᴜɴʟɪᴍɪᴛᴇᴅ ᴀᴄᴄᴇss._ 

🗣️ .ᴀɴᴛɪʙᴀᴅᴡᴏʀᴅ 
🦸‍♂️ ᴛᴜʀɴ ᴏɴ & ᴏғғ ᴀɴᴛɪ-ʙᴀᴅᴡᴏʀᴅ ᴛᴏ ʀᴇᴍᴏᴠᴇ ᴍᴇᴍʙᴇʀs ᴡʜᴇɴ ᴛʜᴇʏ ᴜsᴇ ʙᴀᴅ ᴡᴏʀᴅs_ 
💬 ᴇɢ:- : .ᴀɴᴛɪʙᴀᴅᴡᴏʀᴅ ᴏɴ / ᴏғғ

🗣️ .ᴀ 
🦸‍♂️ ᴄᴏɴᴠᴇʀᴛs ᴀᴜᴅɪᴏ ᴛᴏ sᴏᴜɴᴅ ʀᴇᴄᴏʀᴅɪɴɢ._ 

🗣️ .ᴜɴᴠᴏɪᴄᴇ
🦸‍♂️ ᴄᴏɴᴠᴇʀᴛs ᴀᴜᴅɪᴏ ᴛᴏ sᴏᴜɴᴅ ʀᴇᴄᴏʀᴅɪɴɢ._ 

🗣️ .ᴜᴘᴅᴀᴛᴇ
🦸‍♂️ ᴄʜᴇᴄᴋs ᴛʜᴇ ᴜᴘᴅᴀᴛᴇ._ 

🗣️ .ᴜᴘᴅᴀᴛᴇ ɴᴏᴡ
🦸‍♂️ ɪᴛ ᴍᴀᴋᴇs ᴜᴘᴅᴀᴛᴇs._ 

🗣️ .ᴛɪɴʏ 

🗣️ .ᴡᴀʟʟᴘᴀᴘᴇʀ
🦸‍♂️ ɪᴛ sᴇɴᴅs ʜɪɢʜ ʀᴇsᴏʟᴜᴛɪᴏɴ ᴡᴀʟʟᴘᴀᴘᴇʀs._ 

🗣️ .ᴡᴀᴍᴇ 
🦸‍♂️ ɢᴇᴛ ᴀ ʟɪɴᴋ ᴛᴏ ᴛʜᴇ ᴜsᴇʀ ᴄʜᴀᴛ._ 

🗣️ .ʀᴡᴀʀɴ
🦸‍♂️ ɪᴛ sᴇɴᴅs ɢᴏᴏᴅ ᴍᴏʀɴɪɴɢ ᴍᴇssᴀɢᴇ_ 

🗣️ .ᴡᴇᴀᴛʜᴇʀ 
🦸‍♂️ sʜᴏᴡs ᴛʜᴇ ᴡᴇᴀᴛʜᴇʀ._ 

🗣️ .sᴘᴇᴇᴅᴛᴇsᴛ
🦸‍♂️ ᴍᴇᴀsᴜʀᴇs ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴᴅ ᴜᴘʟᴏᴀᴅ sᴘᴇᴇᴅ._ 

🗣️ .ᴘɪɴɢ
🦸‍♂️ ᴍᴇᴀsᴜʀᴇs ʏᴏᴜʀ ᴘɪɴɢ._ 

🗣️ .sʜᴏʀᴛ 
🦸‍♂️ sʜᴏʀᴛᴇɴ ᴛʜᴇ ʟᴏɴɢ ʟɪɴᴋ._ 

🗣️ .ᴄᴀʟᴄ 
🦸‍♂️ ᴘᴇʀғᴏʀᴍs sɪᴍᴘʟᴇ ᴍᴀᴛʜ ᴏᴘᴇʀᴀᴛɪᴏɴs._ 

🗣️ .ᴡʜᴏɪs
🦸‍♂️ ᴅɪsᴘʟᴀʏs ᴍᴇᴛᴀᴅᴀᴛᴀ ᴅᴀᴛᴀ ᴏғ ɢʀᴏᴜᴘ ᴏʀ ᴘᴇʀsᴏɴ._ 
`}) 

}));
